{
  "All-7": [
    {
      "list": "J-Hope",
      "message": "I was just sitting here thinking about how pretty J-Hope is. He was the first person to catch my eye with his strawberry red hair back in 2017 during Mic Drop era. He is seriously one of the prettiest kpop idols I have ever seen. When I discovered that kpop idols have visual positions, I was surprised that he didn't have that position in the group! If you look at clips of him posing for the several different photoshoots BTS have had over the years, you can really see his beauty. Also, the confidence that he shows and the energy that he puts into performing adds onto this discussion too. He's just so... pretty! Have y'all seen his jawline? I didn't know a jawline could be pretty yet here we are. And before I end this, I have to talk about bare faced J-Hope during his vlives and other content such as Bon Voyage and In the Soop. He's gorgeous with and without makeup and I don't see many people talking about how stunning this man is. He's a true visual!",
      "id": 1
    },
    {
      "list": "Jungkook",
      "message": "Jungkook is just really a wholesome human being, He hasn't changed at all, being carefree, jumping around, dancing and singing at 1 am while being in his pyjama (TMI see-through one) hyping the virtual crowed as if we are in a real concert, laughing one point, giggling when he didn't sing parts cause he do not know the lyrics and censoring the curses while singing them other time, his doe eyes that just so honest and adorable, all those little things, That was so much fun and made me happy that I had to write post on how much wholesome he is.",
      "id": 2
    },
    {
      "list": "Jimin",
      "message": "His emotional intelligence is such a beautiful trait to add to his natural talent, humbleness & hard working nature. I feel like Jimin was put on this Earth to perform & he is just so grateful to the people who support BTS when it is us who are grateful to witness his performances! It is like a symbiotic relationship lol",
      "id": 3
    },
    {
      "list": "V",
      "message": "I love Taehyung on social media. He gives zero fucks about anything and everything and posts and says what he wants. He answers fans asking him for relationship advice (inclusive too because he never assumes gender and says boyfriend/ girlfriend). He answers delusional fans and tells them to stop living in that bubble. He answers screenshots people post of anti is and says he is going to buy cookies from the money he will make once the person is sued ",
      "id": 4
    },
    {
      "list": "Suga",
      "message": "I was scrolling through Twitter earlier and saw tweet about how Yoongi will care for his member silently while pretending he doesn't care. This trait hits really close to home because my father is the same exact way. Which got me thinking.... Yoongi is one of the quieter members. He often times just spends his time in the back, fondly watching his dongsaengs. He doesn't love the camera, but knows it is part of his occupation. But, there are things that are aside from his flourishing talent and good looks that I have grown fond of with Yoongi through glimpses of what he says or does in the back.",
      "id": 5
    },
    {
      "list": "Namjoon",
      "message": "The last few weeks I've been going through a Namjoon re-discovery, looking more closely at his replies in interviews, and posts of K-armys explaining his word play both in lyrics and while speaking. I also read the whole pre-debut story on the wiki of the subreddit... And I'm in awe. I think I understand what that person from college meant. Namjoon is the seed of everything BTS. He's really smart, his thoughts are complex, he's an excellent speaker, he has the ability to express feelings and images in words in beautiful ways. He's the core of the group. He worries about everything and everyone, and does his best to transmit the best messages in the most appropiate ways, both to his colleagues and to his fans. I don't know if he considers himself an activist, but I believe he is. All while remaining polite, humble and strong, and sharing his vulnerabilities as well.",
      "id": 6
    },
    {
      "list": "Jin",
      "message": "The last few weeks I've been going through a Namjoon re-discovery, looking more closely at his replies in interviews, and posts of K-armys explaining his word play both in lyrics and while speaking. I also read the whole pre-debut story on the wiki of the subreddit... And I'm in awe. I think I understand what that person from college meant. Namjoon is the seed of everything BTS. He's really smart, his thoughts are complex, he's an excellent speaker, he has the ability to express feelings and images in words in beautiful ways. He's the core of the group. He worries about everything and everyone, and does his best to transmit the best messages in the most appropiate ways, both to his colleagues and to his fans. I don't know if he considers himself an activist, but I believe he is. All while remaining polite, humble and strong, and sharing his vulnerabilities as well.",
      "id": 7
    },
    {
      "list": "All 7",
      "message": "Personally I was initially drawn to them specifically because of their earlier songs being primarily hiphop rather than just having the obligatory tiny rap break that 99% of kpop has. That and 16 year old me was crazy for Jimin’s abs and fake bad boy image lol",
      "id": 8
    }
  ]
}